Sail2D/Runs/first_arc_300_8/case/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.3.0                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

5
(
    wings
    {
        type            wall;
        physicalType    wall;
        inGroups        1(wall);
        nFaces          600;
        startFace       75882;
    }
    outlet
    {
        type            patch;
        physicalType    patch;
        nFaces          20;
        startFace       76482;
    }
    tunnel
    {
        type            wall;
        physicalType    wall;
        inGroups        1(wall);
        nFaces          40;
        startFace       76502;
    }
    inlet
    {
        type            patch;
        physicalType    patch;
        nFaces          20;
        startFace       76542;
    }
    defaultFaces
    {
        type            empty;
        inGroups        1(empty);
        nFaces          76222;
        startFace       76562;
    }
)

// ************************************************************************* //
